/*
 * Copyright (c) Visto Corporation dba Good Technology, 2013. All rights reserved.
 */

/* Localizable strings within the Good Dynamics client library user interface.
 * The order of strings in this file is based on the order in which they would
 * normally be encountered during set-up, and then on the order in which they
 * appear on the screen, from top to bottom.
 */

/* Welcome UI strings, for the first page that is displayed, before set-up. */

/* Welcome UI : Navigation Title
 * Also appears in the following:
 * Provision UI : Navigation Title
 * Provision Progress UI : Navigation Title
 */
"Setup" = "Installation";

/* Welcome UI : Next button label text */
"Start" = "Installation";

/* Welcome UI : Next button Accessibility label */
"_Start" = "Installation";

/* Welcome UI : Next button Accessibility hint */
"__Start" = "Går till nästa skärm.";

/* Welcome UI : Welcome Message
 * In the following, WiFi should be Wi-Fi with a hyphen, but the UI will
 * break the line at the hyphen, which looks bad.
 * IT admin should be IT administrator, but administrator is a long word and
 * causes an odd line break.
 */
"Welcome to Good Dynamics" =
"Välkommen till Good Dynamics!\n\nDu behöver mobil data- eller WiFi-täckning under installationen.\nDu behöver din e-postadress och åtkomstkoden i välkomstmeddelandet från din IT-administratör.";

/* Provision UI strings, for the page on which the user enters their
 * e-mail address and activation key (aka PIN).
 */

/* Provision UI : Left button label text
 * Also appears in the following:
 * Set Password UI : Left button label text
 * Unlock UI : Left button label text
 * Error Alert View : Button label
 * Open URL : Button label text
 * Open URL : Error Alert View : Button label
 * Open WatchDox URL : Button Title
 */
"Cancel" = "Avbryt";

/* Provision UI : Right button label text */
"Next" = "Nästa";

/* Company Name - Good Technology */
"Good Technology" = "Good Technology";

/* Provision UI : Email Label text */
"Email Address" = "E-postadress";

/* Provision UI : Email accessibility label */
"_EmailAddress" = "E-postadress";

/* Provision UI : PIN Label text */
"PIN" = "Åtkomstkod";

/* Provision UI : PIN Label text */
"Unlock Key" = "Upplåsningskod";

/* Provision UI : PIN Field 1 accessibility label */
"_PinField1" = "Åtkomstkod fält 1 av 3";

/* Provision UI : PIN Field 2 accessibility label */
"_PinField2" = "Åtkomstkod fält 2 av 3";

/* Provision UI : PIN Field 3 accessibility label */
"_PinField3" = "Åtkomstkod fält 3 av 3";

/* Provision UI : Error Message - Invalid PIN */
"Invalid PIN" = "Ogiltig åtkomstkod";

/* Provision UI : Error Message - Invalid unlock PIN */
"Invalid unlock PIN" = "Ogiltig upplåsningsnyckel";

/* Provision UI : Error Message - No Coverage */
"Network Required" =
"Du behöver mobil data- eller WiFi-täckning under installationen.\n\nFörsök igen när en dataförbindelse är tillgänglig.";

/* Provision UI : Title */
"Set-up failed" = "Installationen misslyckades";

/* Provision Progress UI strings, for the page that is displayed during
 * authorization processing.
 */


/* Provision Progress UI : Left button label text */
"Back" = "Bakåt";

/* Provision Progress UI : Set Up Progress Label */
"Setup Progress" = "Förlopp";

/* Provision Progress UI : Status Label text */
"Status" = "Status";

/* Provision Progress UI : State - Init
 * In this state:
 * Post to the GD NOC activation service
 * Establish Push Connection
 */
"NOC Activation" = "Infrastruktur aktivering";

/* Provision Progress UI : State - NOC
 * In this state:
 * Post e-mail address and access key to the NOC
 * NOC checks validity
 * Returns: Various server addresses
 */
"NOC Provisioning" = "Företag aktivering";

/* Provision Progress UI : State - Push Channel
 * In this state:
 * Initial Push Channel is established
 */
"Starting Push Channel" = "Ansluter push-kanal";

/* Provision Progress UI : State - Data Secure
 * In this state:
 * Secure Data Transfer from enterprise GC
 */
"Secure Data" = "Säker dataöverföring via AppKinetics";

/* Provision Progress UI : State - Negotiate
 * In this state:
 * Secure communications set-up, part one
 */
"Negotiating Request" = "Säkrar kommunikationer";

/* Provision Progress UI : State - Data Request
 * In this state:
 * Secure communications set-up, part two
 */
"Data Request" = "Kommunikationer säkrade";

/* Provision Progress UI : State - Downloading Policies
 * In this state:
 * Retrieve policies from enterprise GC
 */
"Downloading Policies" = "Hämtar policy";

/* Provision Progress UI : State - Policy Download Complete */
"Policy Download Complete" = "Policy hämtad";

/* Provision Progress UI : State - Provision Complete */
"Provisioning Complete" = "Företag aktivering utförd";

/* Provision Progress UI : State - Waiting */
"Waiting..." = "Väntar ...";

/* Provision Progress UI : State - Checking Permission */
"Checking Permission" = "Kontrollerar behörighet";

/* Provision Progress UI : State - Checking Permission Complete */
"Permission Verified" = "Behörighet kontrollerad";

/* Provision Progress UI : Provision Fail Message */
"Provisioning with enterprise failed" = "Applikation kunde inte installeras";

/* Provision Progress UI : Provision accessibility label */
"_ProvisionProgressUI" = "Installationsstatus";

/* Provision Progress UI : Provision accessibility hint */
"__ProvisionProgressUI" = "Visa den aktuella installationsstatusen";

/* Provision Progress UI : Provision Access Denied Message
 * IT admin should be IT administrator, but administrator is a long word and
 * causes an odd line break.
 */
"Provisioning Denied" =
"E-postadressen och åtkomstkoden kunde inte identifieras.\n\nKontrollera att de angivna värdena är korrekta och inte utgångna. Om problemet kvarstår, skaffa en ny åtkomstkod genom självservicen eller din IT-administratör.";

/* Provision Progress UI : NOC Activation failure message */
"NOC Activation failed" = "Infrastruktur aktivering misslyckades";

/* Provision Progress UI : NOC Provisining failure message */
"NOC Provisining Failed" = "Företag aktivering misslyckades";

/* Provision Progress UI : Starting Push Channel failure message */
"Starting Push Channel Failed" = "Kunde inte ansluta till push-kanal";

/* Provision Progress UI : Negotiating Request failure message */
"Negotiating Request Failed" = "Kunde inte åstadkomma en säker kommunikation";

/* Provision Progress UI : Data Request failure message */
"Data Request Failed" = "Kunde inte installera en säker kommunikation";

/* Provision Progress UI : Policy Exchange failure message */
"Policy Exchange failed" = "Hämtning av policy misslyckades";

/* Provision Progress UI : Send Log */
"Send Log" = "Skicka logg";

/* Provision Progress UI : Retry */
"Retry" = "Försök igen";

/* Set Password UI strings, for the screen on which the user sets their
 * security password. The password must comply with the provisioning
 * enterprise's security policies.
 * The Set Password screen can appear in two contexts:
 * Immediately after set-up has completed and the user sets their password for
 * the first time, and
 * As part of the preferences user interface, where the user can change their
 * password.
 */

/* Set Password UI : Navigation Title - Set Password
 * For use when the screen appears as part of the set-up UI
 */
"Set a New Password" = "Ställ in ett nytt lösenord";

/* Set Password UI : Navigation Title - Change Password
 * For use when the screen appears as part of the GD Settings UI
 * Touch ID disallowed : First button title
 */
"Change Password" = "Ändra lösenord";

/* Password Requirements button label */
"Password Requirements" = "Lösenordskrav";

/* Set Password UI : Right button label text */
"Done" = "Klart";

/* Set Password UI : Label text */
"Go" = "Gå";

/* Set Password UI : Label text for setting password. */
"You are required to set a password." = "Du måste ställa in ett lösenord.";

/* Set Password UI : Placeholder text string for confirm password textfield */
"Confirm New Password" = "Bekräfta det nya lösenordet";

/* The following strings are used to present the rules that will apply to the
 * user's password.
 */

/* Set Password UI : Password Guide Preface
 * The following appears above the rules statements.
 */
"Your password must include:\n" = "Ditt lösenord måste ha:\n";

/* Set Password UI : Password Guide - Repeat
 * Note. The relative positions of repeated characters does not affect this
 * policy. In other words the repeated characters could be adjacent or not
 * adjacent.
 */
"- Disallow %d or more repeated characters\n" = "- Inte mer än %d av något tecken\n";

/* Set Password UI : Password Guide - Sequential Number
 * Note: There is no policy against sequential letters, for example: abcdef
 */
"- Do not allow sequential numbers\n" = "- Inga sekventiella nummer (t.ex. 123 eller 321)\n";

/* Set Password UI : Password Guide - Personal Information
 */
"- Do not allow personal information\n" = "- Ingen personlig information\n";

/* Set Password UI : Password Guide - Length */
"- Require at least %d characters\n" = "- Minst %d tecken\n";

/* Set Password UI : Password Guide - Special Character
 * Note: Here, a special character is one that returns non-zero when passed to a
 * standard ispunct() function. See the following page for a definition:
 * http://pubs.opengroup.org/onlinepubs/000095399/basedefs/xbd_chap07.html
 */
"- Require at least one special character\n" = "- Minst ett specialtecken\n";

/* Set Password UI : Password Guide - Number */
"- Require both letters and numbers\n" = "- Både bokstäver och siffror\n";

/* Set Password UI : Password Guide - Uppercase */
"- Require both upper and lower case\n" = "- Både stora och små bokstäver\n";

/* End of password rules */

/* Set Password UI : Placeholder text string for new password textfield */
"New Password" = "Nytt lösenord";

/* Set Password UI : Placeholder text string for old password textfield */
"Current Password" = "Nuvarande lösenord";


/* The following are error messages for use when the password that the user
 * entered does not comply with security policy. These are displayed on a
 * dialog over the screen on which the user has attempted to enter the password.
 * The title of the dialog is always "Error" or its localization.
 */

/* Set Password UI : Error Message - Password Change Failure
 * This error is displayed if the old password was incorrect.
 */
"New password cannot be changed" = "Lösenordet kan inte ändras. Försök igen.";

/* Set Password UI : Error Message - Password Change Failure History */
"Your password cannot be set to one used previously." = "Lösenordet har använts tidigare.";

/* Set Password UI : Error Message - Password Change Failure Too Soon */
"Your password cannot be changed twice in the same day." = "Lösenordet har redan ändrats idag.";

/* Set Password UI : Error Message - Sequential Numbers */
"No number sequence allowed (eg.123 or 321)" = "Lösenordet innehåller sekventiella numer (t.ex. 123 eller 321).";

/* Set Password UI : Error Message - Personal Information */
"Password cannot have personal information" = "Lösenordet innehåller personlig information";

/* Set Password UI : Error Message - General Error */
"Password is not strong enough." = "Lösenordet är inte tillräckligt starkt.";

/* Set Password UI : Error Message - Short Password */
"Password is too short." = "Lösenordet är för kort.";

/* Set Password UI : Error Message - Letters and Numbers */
"Password must have both letters and numbers" = "Lösenordet innehåller inte både bokstäver och siffror.";

/* Set Password UI : Error Message - Upper Case */
"Password must have upper and lower case letters" = "Lösenordet innehåller inte stora och små bokstäver.";

/* Set Password UI : Error Message - Numeric Character */
"There is no numeric character in password." = "Lösenordet innehåller inga siffror.";

/* Set Password UI : Error Message - Special Character */
"There is no special character (@, #, $) in password." = "Lösenordet innehåller inga specialtecken (@, #, $).";

/* Set Password UI : Error Message - No Uppercase */
"There is no uppercase character in password." = "Lösenordet innehåller inga stora bokstäver.";

/* Set Password UI : Error Message - Repeated Characters */
"Too many repeated characters" = "Lösenordet innehåller för många upprepade tecken.";

/* Set Password UI : Error Message - Not Matched */
"Two passwords do not match" = "De två lösenorden stämmer inte överens. Försök igen.";

/* End of password compliance error messages */

/* Set Password UI : Error Message - Password Set Failure */
"New password cannot be set" = "Det nya lösenordet kan inte ställas in.";

/* Set Password UI : Error Message - Empty Password */
"Empty password is not allowed." = "Lösenordet är tomt.";

/* Set Password UI : old password accessibility label */
"_OldPassword" = "Gammalt lösenord";

/* Set Password UI : new password accessibility label */
"_NewPassword" = "Nytt lösenord";

/* Set Password UI : confirm password accessibility label */
"_ConfirmPassword" = "Bekräfta det nya lösenordet";

/* Auth delegation block UI : Navigation Title */
"Cannot Authenticate" = "Kan inte autentisera";

/* Auth delegation block UI : Description */
"Authenticating application is registered to a different user."  =  "Autentiseringen av applikationen är inte installerad eller en uppdatering krävs.";

/* Auth delegation block UI : Description whilst retreving download URL */
"Authenticating application is registered to a different user.\n\nRetrieving application details:\nBundle ID: %s" = "Autentiseringen av applikationen är inte installerad eller en uppdatering krävs.\n\nHämtar applikationsinformation:\nPaket-ID: %s";

/* Auth delegation block UI : Description whilst retreving download URL got name and version */
"Authenticating application is registered to a different user.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "Autentiseringen av applikationen är inte installerad eller en uppdatering krävs.\n\nHämtar applikationsinformation:\nPaket-ID: %s\nNamn: %s\nVersion: %s";

/* Auth delegation block UI: Description retreived download URL */
"Authenticating application is registered to a different user.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "Autentiseringen av applikationen är inte installerad eller en uppdatering krävs.\n\nApplikationsinformation:\nPaket-ID: %s\nNamn: %s\nVersion: %s\n\nHämta från:\n%s";

/* Auth delegation block UI : Description got no download URL */
"Authenticating application is registered to a different user.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "Autentiseringen av applikationen är inte installerad eller en uppdatering krävs.\n\nApplikationsinformation:\nPaket-ID: %s\nNamn: %s\nVersion: %s\n\nKontakta din IT-administratör.";

/* Block UI : Navigation Title
 * Learn More : Application Blocked Title
 */
"Blocked" = "Applikationen är spärrad";

/* Block UI : Description
 * In principle, this is always blocked due to policy violation. In actuality,
 * there are two scenarios in which a policy block could be put in place.
 * Something may have happened on the device that makes it non-compliant.
 * Also possible is that a policy update has taken place and the device is not
 * compliant with the new policy, but was compliant with the old policy.
 */
"Application access blocked" = "Åtkomsten till den här applikationen har spärrats.";

/* Device Wipe UI : Navigation Title */
"Invalid Device" = "Åtkomsten nekad till applikationen";

/* Device Wipe UI : Description */
"Your device has been wiped!" = "Denna applikation har raderats. Kontakta din IT-administratör om du vill ha åtkomst igen.";

/* Lock UI : Navigation Title */
"Locked" = "Applikationen är låst";

/* InterApp Lock UI : Navigation Title */
"Access Blocked" = "Åtkomst spärrad";

/* InterApp Lock UI : Single Auth Delegate : Description */
"The authentication application is not installed." = "Autentiseringen av applikationen är inte installerad.";

/* InterApp Lock UI : Multi Auth Delegate : Description */
"The authentication applications are not installed." = "Autentiseringarna av applikationerna är inte installerade.";

/* InterApp Lock UI : Single Auth Delegate : Description whilst retreving download URL */
"The authentication application is not currently available. There can be several possible causes, among them: the application is not installed, is not yet activated, or requires an update.\n\nRetrieving application details:\nBundle ID: %s" = "Autentiseringsprogrammet är för närvarande inte tillgängligt. Det kan finnas flera möjliga orsaker, bland annat: programmet är inte installerat,  ännu inte aktiverat eller kräver en uppdatering.\n\nHämta applikationsinformation:\nPaket-ID: %s";

/* InterApp Lock UI : Multi-Auth Delegate : Description whilst retreving download URL */
"The authentication applications are not currently available. There can be several possible causes, among them: the applications are not installed, are not yet activated, or require an update.\n\nRetrieving application details:\nBundle IDs: %s" = "Autentiseringsprogrammen är för närvarande inte tillgängliga. Det kan finnas flera möjliga orsaker, bland annat: programmen är inte installerade,  ännu inte aktiverade eller kräver en uppdatering.\n\nHämtar applikationsinformation:\nPaket-ID: %s";

/* InterApp Lock UI : Single Auth Delegate : Description whilst retreving download URL got name and version */
"The authentication application is not currently available. There can be several possible causes, among them: the application is not installed, is not yet activated, or requires an update.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "Autentiseringsprogrammet är för närvarande inte tillgängligt. Det kan finnas flera möjliga orsaker, bland annat: programmet är inte installerat,  ännu inte aktiverat eller kräver en uppdatering.\n\nHämtar applikationsinformation:\nPaket-ID: %s\nNamn: %s\nVersion: %s";

/* InterApp Lock UI : Multi Auth Delegate : Description whilst retreving download URL got name and version */
"The authentication applications are not currently available. There can be several possible causes, among them: the applications are not installed, are not yet activated, or require an update.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "Autentiseringsprogrammen är för närvarande inte tillgängliga. Det kan finnas flera möjliga orsaker, bland annat: programmen är inte installerade,  ännu inte aktiverade eller kräver en uppdatering.\n\nHämtar applikationsinformation:\nPaket-ID: %s\nNamn: %s\nVersion: %s";

/* This alert should display a list of the bundle IDs,names and version numbers for all the authenticator apps */

/* InterApp Lock UI : Single Auth Delegate : Description retreived download URL */
"The authentication application is not currently available. There can be several possible causes, among them: the application is not installed, is not yet activated, or requires an update.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "Autentiseringsprogrammet är för närvarande inte tillgängligt. Det kan finnas flera möjliga orsaker, bland annat: programmet är inte installerat,  ännu inte aktiverat eller kräver en uppdatering.\n\nApplikationsinformation:\nPaket-ID: %s\nNamn: %s\nVersion: %s\n\nHämta från:\n%s";

/* InterApp Lock UI : Multi-Auth Delegate : Description retreived download URL */
"The authentication applications are not currently available. There can be several possible causes, among them: the applications are not installed, are not yet activated, or require an update.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "Autentiseringsprogrammen är för närvarande inte tillgängliga. Det kan finnas flera möjliga orsaker, bland annat: programmen är inte installerade,  ännu inte aktiverade eller kräver en uppdatering.\n\nApplikationsinformation:\nPaket-ID: %s\nNamn: %s\nVersion: %s\n\nHämta från:\n%s";

/* This alert should display a list of the bundle IDs,names, version numbers and location from where to download all the authenticator apps */

/* InterApp Lock UI : Single Auth Delegate : Description has no download URL */
"The authentication application is not currently available. There can be several possible causes, among them: the application is not installed, is not yet activated, or requires an update.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "Autentiseringsprogrammet är för närvarande inte tillgängligt. Det kan finnas flera möjliga orsaker, bland annat: programmet är inte installerat,  ännu inte aktiverat eller kräver en uppdatering.\n\nApplikationsinformation:\nPaket-ID: %s\nNamn: %s\nVersion: %s\n\nKontakta din IT-administratör.";

/* InterApp Lock UI : Multi Auth Delegate : Description got no download URL */
"The authentication applications are not currently available. There can be several possible causes, among them: the applications are not installed, are not yet activated, or require an update.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "Autentiseringsprogrammen är för närvarande inte tillgängliga. Det kan finnas flera möjliga orsaker, bland annat: programmen är inte installerade,  ännu inte aktiverade eller kräver en uppdatering.\n\nApplikationsinformation:\nPaket-ID: %s\nNamn: %s\nVersion: %s\n\nKontakta din IT-administratör.";

/* This alert should display a list of the bundle IDs,names, version numbers of all the authenticator apps */

/* Wipe or Reset UI : Title */
"Authentication failed" = "Autentiseringen förlorad";

/* Wipe or Reset UI : Message */
"The authentication application has failed to authenticate this application. You can choose to initiate Password Reset, which will required obtaining a special code from your IT administrator, or Wipe to wipe all data and start again." =
"Välj Återställ för att återställa autentiseringen; detta kräver en särskild kod från din IT-administratör. Välj Radera för att radera dina data så att autentiseringen kan installeras igen. Installationen av autentiseringen kräver en återaktivering med en ny åtkomst kod.";

/* Recover */
"Use the code received from your IT to unlock the application.\n\nNote: If you do not have the code, please, contact your IT organization for assistance" = "Använd koden som du fått från din IT-administratör för att låsa upp applikationen.\n\nObs: om du inte har koden, kontakta din IT-administratör för hjälp";

/* Wipe or Reset UI : Right button label text */
"Reset Password" = "Återställ";

/* Wipe or Reset UI : Left button label text */
"Wipe" = "Radera";

/* Please Wait UI : Navigation Title */
"Authenticating" = "Autentisering";

/* Remote Lock UI : Navigation Title */
"Remote Lock" = "Applikation fjärrlåst";

/* Remote Lock UI : Right button label text
 Unlock UI : Right button label text */
"Unlock" = "Lås upp";

/* Remote Lock UI : Help Message */
"Contact your IT administrator with the following case sensitive unlock-code to get the temporary unlock password." = "Kontakta din IT-administratör med följande upplåsningskod för att få ett tillfälligt lösenord för att låsa upp den här applikationen.";

/* Remote Lock UI : Password Field 1 accessibility label */
"_PwdField1" = "Upplåsningskod fält 1 av 4";

/* Remote Lock UI : Password Field 2 accessibility label */
"_PwdField2" = "Upplåsningskod fält 2 av 4";

/* Remote Lock UI : Password Field 3 accessibility label */
"_PwdField3" = "Upplåsningskod fält 3 av 4";

/* Remote Lock UI : Password Field 4 accessibility label */
"_PwdField4" = "Upplåsningskod fält 4 av 4";

/* Remote Lock UI : Error alertview message
 * Unlock UI : Error alertview message
 * Error Alert View : Title
 */
"Incorrect Password" = "Felaktigt lösenord";

/* Unlock UI : Incorrect Password with max */
"The password you entered is not correct. You have %d attempts remaining." =
"Det angivna lösenordet är inte korrekt. Du har %d återstående försök.";

/* Unlock UI : Incorrect Password
 * Unlock UI : Error alertview message
 */
"The password you entered is not correct." =
"Det angivna lösenordet är felaktigt.";

/* Unlock UI : Navigation Title */
"Login" = "Inloggning";

/* Unlock UI : Placeholder text string for password textfield */
"Password" = "Lösenord";

/* Unlock UI : Label text for entering regular password */
"Enter Password" = "Ange lösenord";

/* Unlock UI : enter password accessibility label */
"_EnterPassword" = "Ange lösenord";

/* Unlock UI : Label text for entering PIN as password */
"Enter PIN" = "Ange åtkomstkod";

/* Unlock UI : Label text for entering unlock key as password */
"Enter Unlock Key" = "Ange upplåsningskod";

/* Application Unlock : Title */
"Application Unlock" = "Lås upp applikation";

/* Application Unlock : Unlock assistance */
"An unlock key can be obtained from Good Control or from an IT Administrator." = "En upplåsningsnyckel kan hämtas från Good Control eller från en IT-administratör.";

/* General UI : Clear button label */
"Clear" = "Rensa";

/* General UI : Next Button accessibility label */
"_NextButton" = "Nästa";

/* General UI : Next Button accessibility hint */
"__NextButton" = "Går till nästa skärm.";

/* General UI : Cancel Button accessibility label */
"_CancelButton" = "Bakåt";

/* General UI : Cancel Button accessibility hint */
"__CancelButton" = "Går tillbaka till den senaste skärmen.";

/* General UI : Close Button accessibility label */
"_CloseButton" = "Stäng";

/* General UI : Close Button accessibility hint */
"__CloseButton" = "Lämnar den aktuella skärmen.";

/* General UI : Info Button accessibility label */
"_InfoButton" = "Information";

/* General UI : Info Button accessibility hint */
"__InfoButton" = "Ger en detaljerad beskrivning av dessa alternativ.";

/* Help UI : webview accessibility label */
"_HelpWebview" = "Exempel e-post";

/* Error Alert View : Title
 * Open URL : Error Alert View : Title
 * Open WatchDox URL : Error Title
 */
"Error" = "Fel";

/* Error Alert View : Button label 
 * Open WatchDox URL : Error Button Title
 */
"OK" = "OK";

/* Error Alert View : Title */
"Application Access Denied" = "Åtkomsten nekad till applikationen";

/* Error Alert View : Title */
"Unauthorized User" = "Ej auktoriserad användare";

/* Device Wipe/Block UI: App Denied */
"Wipe/Block App Denied" = "Applikationen saknar behörighet.\n%@ v%@\nKontakta din IT-administratör.";

/* Device Wipe/Block UI: Description Mobile Docs */
"Wipe/Block key changed" = "Autentiseringen av applikationen misslyckades. Alla data sparade i den här applikationen har raderats. Avsluta och återstarta applikationen för att försöka igen.";

/* Device Wipe/Block UI: NEM mode Description */
"Wipe/Block NEM Mode" = "Applikationen är i simuleringsläge och kan inte köras på en enhet.";

/* Device Wipe/Block UI: Incompliant library Description */
"Wipe/Block Incompliant lib version" = "Applikationen bygger på Good Dynamics programbiblioteksversion ”%@” och är inte tillåten. Uppdatera applikationen eller godkänn denna version i överensstämmelsepolicyn.";

/* Device Wipe/Block UI: Incompliant device Description */
"Wipe/Block Incompliant device" = "Enhetens maskinvaruversion är ”%@” och är inte tillåten. Installera applikationen på en tillåten enhet eller godkänn denna maskinvara i överensstämmelsepolicyn.";

/* Device Wipe/Block UI: Incompliant OS Description */
"Wipe/Block OS Incompliant device" = "Den aktuella versionen av operativsystemet '%@' är inte tillåten. Kontakta din administratör för mer information.";

/* Device Wipe/Block UI: Rooted Description */
"Wipe/Block Rooted" = "Enheten är jailbreakad.";

/* Device Wipe/Block UI: Connectivity in days Description */
"Wipe/Block Connectivity in days" = "Den här applikationen har inte använts under de senaste %d dagarna.";

/* Device Wipe/Block UI: Connectivity in hours Description */
"Wipe/Block Connectivity in hours" = "Den här applikationen har inte använts under de senaste %d timmarna.";

/* Device Wipe/Block UI: Max password attempts exceeded Description */
"Wipe/Block Max password attemnts exceeded" = "Det högsta antalet felaktiga lösenordsförsök är %d och detta antal har överskridits.";

/* Device Wipe/Block UI: Data has been wiped */
"Wipe/Block data removed" = " IT-administratören har tagit bort alla data som är associerade med denna applikation.";

/* Deny App by App version : Blocked */
"The version of [App Name] is blocked" = "Versionen %s av %s  har blockerats. Kontakta IT för mer information.";

/* Deny App by App version : Wiped */
"The version of [App Name] has been wiped" = "Versionen %s av %s har tagits bort. Kontakta IT för mer information.";

/* GDiOS Event : App Permission Failed */
"Error application not allowed for user" = "Fel applikationen är inte tillåten för användare";

/* GDiOS Event : Activation Failed */
"Error device activation failed" = "Fel enheten kunde inte aktiveras";

/* GDiOS Event : Provisioning Failed */
"Error provisioning with enterprise failed" = "Fel kunde inte installeras om med företag";

/* GDiOS Event : Push Connection Failed */
"Error push connection failed to open" = "Fel push-anslutning kunde inte öppnas";

/* GDiOS Event : Security Failed */
"Error unlocking secure container" = "Fel upplåsning av säker komprimerad fil";

/* GDiOS Event : Provision Cancelled */
"Error user cancelled provisioning" = "Uppstartningsfel användare avbröt ominstallation";

/* GDiOS Event : OK */
"Authorization OK" = "Behörighetstilldelning OK";

/* GDiOS Event : Application Blocked */
"Application access has been blocked" = "Åtkomst till applikationen har spärrats";

/* GDiOS Event : Application Wiped */
"Application has been wiped" = "Applikationen har raderats";

/* GDiOS Event : Application Idle Lockout */
"Application idle timeout activated" = "Applikation vilande tidsutlösning aktiverad";

/* GDiOS Event : Application Remote Locked */
"Application has been remote locked" = "Applikationen har fjärrlåsts";

/* GDiOS Event: Password Change Required */
"Password Change Required" = "Lösenordet måste ändras";

/* [Simulated] : Simulated Title Append
 * Displayed when the application is running in Enterprise Simulation mode
 */
"[Simulated]" = "[Simulerad]";

/* Unlock UI : Label text for forgot password */
"_ForgotPasswordLabel" = "Glömt lösenord";

/* Unlock UI : forgot password accessibility label */
"_ForgotPasswordButton" = "Glömt lösenord";

/* Unlock UI : forgot password accessibility hint */
"__ForgotPasswordButton" = "Uppmanar dig att bekräfta lösenordsåterställningen.";

/* Confirm Alert View : Title */
"Lock For Reset?" = "Spärra för återställning?";

/* Confirm Alert View : Message */
"Password reset requires a special code from your IT administrator. The application will be locked as soon as reset is requested." = "Lösenordsåterställningen kräver en särskild kod från din IT-administratör. Applikationen spärras när du begär återställning.";

/* Confirm Alert View : Positive Button */
"Reset" = "Återställ";

/* Unlock UI : Keyboard Guide */
"Touch 'Next' to unlock." = "Peka på ”Nästa” för att låsa upp.";

/* EULA UI : accept EULA accessibility label */
"_AcceptEULAButton" = "Acceptera avtalet";

/* EULA UI : accept EULA accessibility hint */
"__AcceptEULAButton" = "Accepterar avtalet.";

/* EULA UI : decline EULA accessibility label */
"_DeclineEULAButton" = "Avböj avtalet";

/* EULA UI : accept EULA accessibility hint */
"__DeclineEULAButton" = "Avböjer avtalet.";

/* EULA UI : UDID agreement text */
"UDID Agreement" = "Tillåt läsning av den unika produktidentifieringen (UDID)?\n\nApplikationsdata har tidigare skyddats av den unika produktidentifieringen (UDID). Utan åtkomst till UDID kan dina sparade data inte hämtas och måste raderas.";

/* Migrate UI : UDID Access Warning : Title */
"UDID Access Warning Title" = "Åtkomst till UDID nekad";

/* Migrate UI : UDID Access Warning : Message */
"UDID Access Warning Message" = "Återställ applikationen och radera dess data?";

/* Migrate UI : UDID Access Warning : OK */
"UDID Access Warning OK" = "Radera";

/* Migrate UI : UDID Access Warning : Allow */
"UDID Access Warning Allow" = "Tillåt";

/* Remote Lock UI : Description */
"Contact your IT administrator with the above unlock code to get a temporary password to unlock this application." = "Kontakta din IT-administratör med upplåsningskoden ovan för att få ett tillfälligt lösenord för att låsa upp den här applikationen.";

/* Request Unlock Key : Description */
"Contact your Administrator for an Unlock Key." = "Kontakta din administratör för att få en upplåsningskod.";

/* Provision UI : Provision Help Title */
"An access key should have been sent to you in an e-mail like the following:" = "En åtkomstkod har skickats till dig i ett e-brev som liknar detta:";

/* Provision UI : Provision Help Title */
"An unlock access key should have been sent to you in an e-mail like the following:" = "En upplåsningskod har skickats till dig i ett e-brev som liknar detta:";

/* Help UI : access key help message */
"Access key help message" = "<br><div style=\"width:[OUTERWIDTH]px\"><style>DIV.PlainText { font-size:[FONTSIZE];font-family:monospace;background-color:#ffffff;color:#000000; -webkit-border-radius: 5px 5px 0px 0px; padding: [PADDING]px; background: -webkit-gradient(linear, left top, left bottom, from(rgba(255,255,255,1.0)), to(rgba(255,255,255,0.0)), color-stop(.92,#ffffff));}</style>%@<br><br><font size=\"2\"><div style=\"padding:5px;margin:0px auto; width:[INNERWIDTH]px\" class=\"PlainText\">Bästa <font color=808080><i>Ditt Namn</i></font>,<br><br>Du har fått åtkomst till ... <br><br>&nbsp;&nbsp; 1. Ladda ner den nödvändiga applikationen<br>&nbsp;&nbsp;&nbsp;...<br>&nbsp;&nbsp; 2. Ange följande information när du uppmanas att göra <br>&nbsp;&nbsp; det (ingen skillnad mellan stora och små bokstäver):<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; E-POSTADRESS:&nbsp; <span style=\"background:yellow;color:808080\"><i>epost@företag.com</i></span><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ÅTKOMSTKOD: <span style=\"background:yellow;color:808080\"><i>xxxxx-xxxxx-xxxxx</i></span><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Din åtkomstkod gäller t.o.m. den:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=808080><i>sista giltighetsdatum</i></font><br><br>&nbsp;&nbsp; 3. Om så krävs av IT-säkerhetspolicyn ...<br><br><br></div></font></div>";

/* Help UI : unlock access key help message */
"Unlock access key help message" = "<br><div style=\"width:[OUTERWIDTH]px\"><style>DIV.PlainText { font-size:[FONTSIZE];font-family:monospace;background-color:#ffffff;color:#000000; -webkit-border-radius: 5px 5px 0px 0px; padding: [PADDING]px; background: -webkit-gradient(linear, left top, left bottom, from(rgba(255,255,255,1.0)), to(rgba(255,255,255,0.0)), color-stop(.92,#ffffff));}</style>%@<br><br><font size=\"2\"><div style=\"padding:5px;margin:0px auto; width:[INNERWIDTH]px\" class=\"PlainText\">Bästa <font color=808080><i>Ditt Namn</i></font>,<br><br>Du har fått åtkomst till ... <br><br>&nbsp;&nbsp; Ange följande information när du uppmanas att göra <br>&nbsp;&nbsp; det (ingen skillnad mellan stora och små bokstäver):<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; E-POSTADRESS:&nbsp; <span style=\"background:yellow;color:808080\"><i>epost@företag.com</i></span><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; UPPLÅSNINGSKOD: <span style=\"background:yellow;color:808080\"><i>xxxxx-xxxxx-xxxxx</i></span><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Din åtkomstkod gäller t.o.m. den:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=808080><i>sista giltighetsdatum</i></font><br><br>&nbsp;&nbsp;<br><br><br></div></font></div>";

/* Help UI : access key help message non-html */
"Access key help message non-html" = "Bästa <Your Name>,\n\nDu har fått åtkomst till ... \n\n1. Ladda ner den nödvändiga applikationen ...\n2. Ange följande information när du uppmanas att göra det (ingen skillnad mellan stora och små bokstäver):\n\nE-POSTADRESS:  epost@företag.com\nÅTKOMSTKOD: xxxxx-xxxxx-xxxxx\n\nDin åtkomstkod gäller t.o.m. den: <expiration date>\n\n3. Om så krävs av IT-säkerhetspolicyn ...";

/* Information UI : title */
"Information" = "Information";

/* The following are error messages for use in Secure Document Transfer
 * These are used by the secure Preview Controller & secure document
 * interaction controller
 */

/* Preview Controller : no apps message */
"Preview controller has no apps message" = "Inga lämpliga applikationer.";

/* Preview Controller : share denied title */
"Preview controller share denied title" = "Operationen är inte tillåten.";

/* Preview Controller : share denied message*/
"Preview controller share denied" = "Denna operation är inte tillåten enligt din IT-överensstämmelsepolicy.";

/* Preview Controller : share denied title */
"Preview controller this file type is not supported message" = "Det är inte möjligt att förhandsvisa den här filtypen.";

/* Document Interaction Controller : target app not allowed message */
"Document interaction controller application disallowed message" = "Målapplikationen stöds inte.";

/* Document Interaction Controller : error sending file title */
"Document interaction controller error title" = "Filöverföringsfel";

/* Document Interaction Controller : error sending message */
"Document interaction controller error message" = "Det uppstod ett fel vid filöverföringen.";

/* Document Interaction Controller : try again title */
"Document interaction controller try again title" = "Försök igen";

/* Document Interaction Controller : try again message */
"Document interaction controller try again message" = "Filöverföringar är fortfarande skyddade. Försök igen senare.";

/* Provision UI : Provision Help Title */
"An unlock key should have been sent to you in an e-mail like the following:" = "En upplåsningskod har skickats till dig i ett e-brev som liknar detta:";

/* EA password screen prompt
 * EA app selection screen
 */
"Use your unlock password to allow." = "Fortsätt genom att ange lösenordet för [App Name].";
"positiveButtonKey" = "OK";
"cancelButtonKey" = "Avbryt";

/* EA password screen forgot pass prompt
 * Unlock UI : Label text for forgot password
 */
"Forgot Password" = "Glömt lösenord";

/* EA password is requesting activation prompt */
"is requesting setup." = "begär installation.";

/* EA - access key prompt */
"Set up using your Access Key" = "Installation med hjälp av din åtkomstkod";

/* EA Learn more button label */
"Learn More" = "Mer information";

/* EA Report a Problem button label */
"Report a Problem" = "Rapportera ett problem";

/* EA Secured By label */
"Secured By" = "Skyddad av";

/* EA Setup using label */
"Set up using" = "Installation med hjälp av";

/* EA activation options format string */
"Application for %s:" = "Applikation för %s:";

/* EA Error Alert View : Unable to launch EA delegate */
"Unable to launch EA delegate" = "Kan inte starta EA-behörig";

/* EA Error Alert View : format string with code */
"Error returned %d" = "Fel återsänt %d";

/* EA app selection screen */
"EA app selection screen help." = "%s kan installeras med hjälp av lösenordet för en av följande appar eller genom att använda en åtkomstnyckel en administratör gett dig.";

/* EA password screen prompt */
"Enter the password for [App Name] to continue." = "Fortsätt genom att ange lösenordet för %s.";

/* Easy Activation: 401 - Unauthorized:  The user cancelled the activation request.*/
"Activation request was canceled" = "Begäran om aktivering har annullerats.";

/* Easy Activation: 403 - Forbidden - The user is not entitled to activate the specified application/version.*/
"You are not entitled to setup the specified app" = "Du är inte behörig att installera den specificerade applikationen/versionen. Kontakta din IT-avdelning för åtkomst.";

/* Easy Activation: 404 - "Not Found - The requesting application is not a recognized GD application.*/
"The application you are trying to setup is not recognized" = "Applikationen som du försöker installera kunde inte identifieras. Kontakta din IT-avdelning för mer information.";

/* Easy Activation: 500 - Unspecified error*/
"Activation request failed. Try again" = "Installationen misslyckades. Försök igen eller installera med hjälp av din åtkomstkod.";

/* Easy Activation: 502 - "Bad Gateway - The request failed due to a network communication failure with or between the backend servers.*/
"Unable to connect. Try again" = "Kan inte ansluta. Försök igen";

/* Easy Activation: 503 - Unavailable - The responding application is not configured to act as an activation delegate.*/
"Setup failed. Selected app to assist with set up is not correctly configured" = "Installationen misslyckades. Kontrollera att den app som är vald för att assistera installationen är rätt konfigurerad eller installerad med hjälp av din åtkomstkod.";

/* Easy Activation: 507 - Mismatch - Address mismatch because the catalogue doesn’t have the correct AppLocalAddress.*/
"Setup failed. App requesting activation is misconfigured" = "Applikationen som du försöker installera är felaktigt konfigurerad. Kontakta din IT-avdelning för mer information.";

/* Easy Activation Missing Application Title */
"Missing Application" = "Applikationen saknas";

/* Easy Activation Missing Application Message */
"%s may have been deleted. Choose another application or use an Access Key to continue with set up." = "%s kan ha tagits bort. Välj ett annat program eller använd en Åtkomstnyckel för att fortsätta med inställningarna.";

/* Learn More: Requesting Activation Title */
"Setup Options" = "Välj installationsalternativ";

/* Learn More: Requesting Activation */
"Select an option to activate application." = "Installera automatiskt med Good Dynamics installationsapplikation eller be din IT-administratör om en åtkomstnyckel.";

/* Learn More: Access Key Screen Title */
"Setup App" = "Installationsapplikation";

/* Learn More: Access Key Screen */
"Activate application" = "När du ska installera din applikation behöver du din e-postadress, samt åtkomstnyckeln du fick i välkomstmeddelandet från din IT-administratör.";

/* Learn More : Lock Screen Title */
"Complete Setup" = "Slutför installation";

/* Learn More : Lock Screen */
"Enter the unlock password for the Good Dynamics setup application to complete setup." = "Ange upplåsningslösenordet för Good Dynamics installationsapplikationen för att slutföra installationen. Om du har glömt ditt upplåsningslösenord kan du välja alternativet \"Avbryt\" och välja \"Installation med hjälp av din åtkomstkod\".";

/* Learn More : Application Blocked */
"Application access has been blocked" = "Åtkomst till applikationen har spärrats. Kontakta din IT-avdelning om du vill ha mer information.";

/*Unspecified error*/
"Unspecified error" = "Ospecificerat fel";

/* Blocked/FIPS because of wrapping */
"FIPS mode is required by your organization and cannot be enabled in the current application. Please contact your IT for support" = "FIPS-läge krävs av din organisation och kan inte aktiveras i den aktuella applikationen. Kontakta din IT-administratör för hjälp";

/* Blocked/FIPS because of arch (64bit) */
"FIPS mode is required by your organization and is not compatible with your device. Please contact your IT for support" = "FIPS-läge krävs av din organisation och är inte kompatibel med din enhet. Kontakta din IT-administratör för hjälp";

/* Blocked/FIPS because it just failed for some reason to activate */
"FIPS mode is required by your organization and has failed to activate. Please contact your IT for support" = "FIPS-läge krävs av din organisation och har inte kunnat aktiveras. Kontakta din IT-administratör för hjälp";

/* Mailto UI : Title */
"Mail Service Restricted" = "Begränsad e-posttjänst";

/* Mailto Error Alert View : GFE send email service is unavailable */
"A secure mail service is not available to this application. Please contact your IT for support" = "Det finns ingen säker e-posttjänst till den här applikationen. Kontakta IT.";

/* Mailto Error Alert View : User prompt that displays when Data Leakage Prevention is on */
"This operation is not allowed by your current security settings. Please contact your IT for support" = "Den här åtgärden är inte tillåten med dina nuvarande säkerhetsinställningar. Kontakta din IT-administratör om du behöver hjälp.";

/* Mailto Error Alert View : User prompt that displays when Data Leakage Prevention is off.*/
"Select mail service" = "Välj posttjänst.";

/* Error Alert View : Button label */
"GFE (secure)" = "GFE (säker)";

/* Error Alert View : Button label */
"Good Work (secure)" = "Good Work (säker)";

/* Error Alert View : Button label */
"Mail" = "E-post";

/* Upload Logs UI : Title */
"Upload Logs" = "Överför loggar";

/* Upload Logs Alert View : Logs sent */
"Log upload has been scheduled." = "En uppladdning av loggen har schemalagts.";

/* EA Access Key : Message */
"Retrieving Access Key" = "Hämtar åtkomstkod";

/* Open URL : Title */
"Select Application to Open URL" = "Välj applikation för att öppna URL";

/* Open URL : Error Message - No applications*/
"No Applications installed to open URL" = "Inga applikationer installerade för att öppna URL.";

/* string for Authenticatinon user by TouchID */
"Authenticate using your finger" = "Använd ditt finger för att verifiera.\n";

/* Touch ID allowed : Title */
"IT Administrator has allowed Touch ID" = "IT Administrator har tillåtit Touch ID";

/* Touch ID allowed : First button title */
"Use Touch ID" = "Använd Touch ID";

/*Touch ID allowed : Second button title */
"Change Password and Use Touch ID"  = "Ändra lösenord och använd Touch ID";

/* Touch ID allowed : Cancel button title */
"Don't Use Touch ID"  = "Använd inte Touch ID";

/* Touch ID disallowed : Title */
"IT Administrator has changed the password policy and removed usage of Touch ID"  = "IT Administrator har ändrat lösenordspolicyn och tagit bort möjligheten att använda Touch ID";

/* Touch ID disallowed : Cancel button title */
"Don't Change Password"  = "Ändra inte lösenord";

/* Set Password UI : Touch ID label */
"Touch ID"  = "Touch ID";

/* Touch ID requires password : Title */
"Touch ID requires password"  = "Touch ID kräver ditt lösenord när [App Name] startar om.";

/* GDMDM Event : Application Blocked */
"Application access has been blocked" = "En Mobile Device Management (MDM)-policy måste vara installerad på enheten för att applikationen ska fungera.";

/* Device Wipe/Block UI: MDM policy is required but not yet installed */
"Wipe/Block MDM required" = "Programmet kräver att en MDM-policy ( Mobile Device Management ) är installerad på enheten.";

/* MDM : Initiate MDM */
"InitiateMDM" = "Starta MDM-registrering";

/* Initiate MDM : button accessibility label */
"_InitiateMDM" = "Starta MDM-registrering";

/* Initiate MDM : button accessibility hint */
"__InitiateMDM" = "Startar MDM-registrering.";

/* MDM : Install Good Agent */
"InstallGDAgent" = "Installera Good Agent";

/* Dictation : Alert title */
"Dictation Blocked Title" = "Avaktiverad diktering";

/* Dictation : Blocked by IT Admin. */
"Dictation Blocked Message" = "Blockerat av IT-administratören.";

/* Dictation: Dismiss Button */
"Dictation Dismiss Button" = "Stäng";

/* URL Loading : Localized description for NSError NSURLErrorServerCertificateUntrusted */
"Untrusted server certificate" = "Certifikatet för den här servern är ogiltigt. Det är möjligt att du ansluter till en server som låtsas vara \"%s\", vilket kan innebära en säkerhetsrisk för din konfidentiella information.";

/* URL Loading : Localized recovery suggestion for NSError NSURLErrorServerCertificateUntrusted */
"Untrusted server recovery suggestion" = "Vill du ansluta till servern i alla fall?";

/* URL Loading : Localized description for NSError NSURLErrorNetworkConnectionLost */
"Network connection lost" = "Anslutningen misslyckades eftersom nätverksanslutningen gick förlorad.";

/* URL Loading : Localized description for NSError NSURLErrorCannotConnectToHost */
"Cannot connect to host" = "Det gick inte att ansluta till servern.";

/* URL Loading : Localized description for NSError NSURLErrorCancelled */
"Cancelled operation" = "Det gick inte att slutföra åtgärden.";

/* URL Loading : Localized description for NSError NSURLErrorUserCancelledAuthentication */
"Authentication cancelled" = "Det gick inte att ansluta eftersom användaren avbröt den obligatoriska autentiseringen.";

/* URL Loading : Localized description for NSError NSURLErrorUserAuthenticationRequired */
"Authentication required" = "Anslutningen misslyckades eftersom autentisering är obligatorisk.";

/* URL Loading : Localized description for NSError NSURLErrorTimedOut */
"Connection timeout" = "Tidsgränsen för anslutningen överskreds.";

/* URL Loading : Localized description for NSError NSURLErrorUnknown */
"Unknown error" = "Ett okänt fel uppstod.";

/* Title text - Initial wearable framework screen*/
"WF Start setup" = "Låt oss börja med installationen";

/* Body text - Initial wearable framework screen*/
"WF Start body" = "Vi har identifierat att den här applikationen stödjer en Android Wear-applikation. För att få dessa applikationer att arbeta tillsammans måste vi skapa en säker anslutning mellan din telefon och din klocka.";

/* List items - Initial wearable framework screen*/
"WF Start item1" = "Börja genom att trycka på knappen Installera längst ned på skärmen";
"WF Start item2" = "Leta efter ett meddelande på klockan i meddelandeströmmen och tryck sedan på kortet";
"WF Start item3a" = "Bekräfta koden på telefonen och klockan";
"WF Start item3b" = "Bekräfta koden på telefonen eller klockan";
"WF Start item4" = "Klart";

/* Button items - Wearable setup */
"WF Button Later" = "Senare";
"WF Button Setup" = "Installation";
"WF Button Correct" = "Rätt";
"WF Button Wrong" = "Fel";
"WF Button Done" = "Klart";

/* Title Text - Connecting Watch */
"WF Connecting watch" = "Ansluter till din klocka ...";

/* Body Text - Connecting Watch */
"WF Connecting Watch body" = "Leta efter ett meddelande i din ström ...";

/* Title Text - Connection confirmation */
"WF Confirmation Title" = "Anslutning begärd";

/* Body Text - Connection confirmation */
"WF Confirmation Body" = "Bekräfta att anslutningskoden matchar.";

/* Body Text - Connection confirmation */
"WF Confirmation Code" = "Anslutningskod";

/* Title Text - Watch pairing */
"WF Waiting Watch" = "Väntar på klockan ...";

/* Body Title - Watch pairing */
"WF Waiting Watch Body" = "Väntar på bekräftelse från klockan.";
"WF Waiting Watch Body2" = "Se till att du har tryckt på kontrollknappen på klockan.";

/* Title Text - Done Screen */
"WF Done Title" = "Nu är du klar";

/* Watch Requested title */
"WF Setup Requested " = "Installation begärd.";

/* Connecting with title */
"WF Connecting title" = "Ansluter med";

/*Waiting titles */
"Waiting Phone Title" = "Väntar på telefonen ...";
"Waiting Tablet Title" = "Väntar på surfplattan ...";
"Waiting" = "Det tar bara en minut ...";

/* Connection lost */
"WF Connection Lost Title" = "Anslutning förlorad";
"WF Connection Lost Text" = "Kunde inte ansluta till appen på din klocka";

/* WF Retry Case */
"WF Retry Prompt" = "Tryck för att försöka igen";
"WF Retrying" = "Försöker igen ...";

/*WF Error Cases */
"WF System update required" = "Systemuppdatering krävs";
"WF System update required details" = "Det här programmet kommer inte att köras om du inte uppdaterar systemet";
"WF Application update required" = "Programuppdatering krävs";
"WF Application update required details" = "Det här programmet körs inte om inte Google Play Services uppdateras";
"WF Wearable Disabled Title" = "Avaktiverat av företagets administratör";
"WF Wearable Disabled details" = "Användningen av bärbara program har avaktiverats av företagets administratör";
"WF Unsupported Error Title" = "Fel";
"WF Unsupported Error details" = "Tyvärr. Wearable Framework kommer inte att fungera på din enhet. Kontrollera versionskommentarerna för krav.";
"WF Code not match Title" = "Koden stämmer inte";
"WF Code not match Body" = "Bekräftelsekoden stämmer inte";
"WF General Error Title" = "Fel";
"WF General Error details" = "Ett oväntat fel har uppstått";

/* Device Block UI: Description */
"Unauthorized version." = "Appversionen du installerat har inte godkänts ännu. Kontakta din administratör för att aktivera den här versionen.";

/* GDCoveredDataUnavailableAlert */
"GDCoveredDataUnavailableAlert Title" = "Täckta data ej tillgängliga";
"GDCoveredDataUnavailableAlert messageKey" = "Eventuella avgifter för datatrafik som kan uppstå kommer att debiteras ditt personliga konto och återbetalas kanske inte av din arbetsgivare. \"Godkänn\" att fortsätta eller avaktivera mobildata i enhetsinställningarna för offlineanvändning eller enbart WiFi-användning.";
"GDCoveredDataUnavailableAlert dontShowAgain" = "Godkänn och visa inte igen";
"GDCoveredDataUnavailableAlert positiveButtonKey" = "Godkänn endast den här gången";
"GDCoveredDataUnavailableAlert cancelButtonKey" = "Avaktivera i Enhetsinställningar";

/* GDCoveredDataNoRoamingAlert */
"GDCoveredDataNoRoamingAlert Title" = "Täckt data ej tillgänglig";
"GDCoveredDataNoRoamingAlert messageKey" = "Eventuella roamingavgifter som kan uppstå kommer att debiteras ditt personliga konto och återbetalas kanske inte av din arbetsgivare. \"Godkänn\" att fortsätta eller avaktivera mobildata i enhetsinställningarna för offlineanvändning eller enbart WiFi-användning.";
"GDCoveredDataNoRoamingAlert positiveButtonKey" = "Godkänn";
"GDCoveredDataNoRoamingAlert cancelButtonKey" = "Avaktivera mobildata i Enhetsinställningar";

/* GDRoamingDataBlockedAlert */
"GDRoamingDataBlockedAlert Title" = "Täckt data ej tillgänglig";
"GDRoamingDataBlockedAlert messageKey" = "Ditt företag tillåter inte att programmet använder mobildata vid roaming.";
"GDRoamingDataBlockedAlert cancelButtonKey" = "Offlineanvändning";

/* GDCoveredDataLimitAlert */
"GDCoveredDataLimitAlert Title" = "Täckt datagräns";
"GDCoveredDataLimitAlert messageKey" = "Företagets datagräns har uppnåtts. Eventuella datatrafikavgifter som kan uppstå kommer att debiteras ditt personliga konto och återbetalas kanske inte av din arbetsgivare. \"Godkänn\" att fortsätta eller avaktivera mobildata i enhetsinställningarna för offlineanvändning eller enbart WiFi-användning.";
"GDCoveredDataLimitAlert dontShowAgain" = "Godkänn och visa inte igen.";
"GDCoveredDataLimitAlert positiveButtonKey" = "Godkänn endast denna gång";
"GDCoveredDataLimitAlert cancelButtonKey" = "Avaktivera i Enhetsinställningar";

/* GDCoveredRoamingDataLimitAlert */
"GDCoveredRoamingDataLimitAlert Title" = "Täckt Roaminggräns";
"GDCoveredRoamingDataLimitAlert messageKey" = "Företagets roaminggräns har uppnåtts. Eventuella roamingavgifter som kan uppstå kommer att debiteras ditt personliga konto och återbetalas kanske inte av din arbetsgivare. \"Godkänn\" att fortsätta eller avaktivera mobildata i enhetsinställningarna för offlineanvändning eller enbart WiFi-användning.";
"GDCoveredRoamingDataLimitAlert dontShowAgain" = "Godkänn och visa inte igen";
"GDCoveredRoamingDataLimitAlert positiveButtonKey" = "Godkänn endast denna gång";
"GDCoveredRoamingDataLimitAlert cancelButtonKey" = "Avaktivera mobildata i Enhetsinställningar";

/* GDYouAreCoveredAlert */
"GDYouAreCoveredAlert Title" = "# Täckt!";
"GDYouAreCoveredAlert messageKey" = "Dataanvändning för %s betalas av din arbetsgivare och debiteras inte ditt personliga konto när du ser ikonen # i enhetens statusfält. När du inte ser ikonen kan det hända att ditt personliga konto debiteras.";
"GDYouAreCoveredAlert cancelButtonKey" = "OK";

/* GDLeavingCoveredDataExitAlert */
"GDLeavingCoveredDataExitAlert Title" = "Lämna täckta data";
"GDLeavingCoveredDataExitAlert messageKey" = "Du lämnar ett program för vilket din arbetsgivare har betalat datatrafik. Om du fortsätter kan det hända att ditt personliga konto debiteras. ”Godkänn” att fortsätta eller ”Avbryt” för att återgå till programmet.";
"GDLeavingCoveredDataExitAlert dontShowAgain" = "Godkänn och visa inte igen";
"GDLeavingCoveredDataExitAlert positiveButtonKey" = "Godkänn endast denna gång";
"GDLeavingCoveredDataExitAlert cancelButtonKey" = "Avbryt";

/* GDSplitBillingTutorial */
"GDSplitBillingTutorial messageKey" = "En dataanvändning på %s täcks av din arbetsgivare enligt dennes policy när du ser ikonen i statusfältet på enheten.";
"GDSplitBillingTutorial textCovered" = "Täckt";
"GDSplitBillingTutorial textNotCovered" = "Täcks ej";
"GDSplitBillingTutorial nextButtonKey" = "Nästa";
"GDSplitBillingTutorial closeButtonKey" = "Stäng";

/* Disclaimer Message */
"Disclaimer UI right button label text" = "Acceptera";

/* EA lock screen password prompt with Touch ID */
"Touch ID EA Title" = "Touch ID för [App Name]";
"Use Touch ID or enter the password for [App Name] to continue." = "Använd Touch ID eller ange lösenordet för att fortsätta installationen av [App Name].";
"Touch ID positiveButtonKey" = "Ange lösenord";
"Touch ID cancelButtonKey" = "Avbryt";
"Touch ID requires your password when [App Name] restarts" = "Touch ID kräver ditt lösenord när [App Name] startar om.";

/* Touch ID requires password due to settings change */
"Touch ID requires your password due to device Touch ID or password settings change"  = "Pga. en ändring av enhetens Touch ID eller lösenordsinställningar krävs ditt lösenord";

/* Touch ID periodically requires password */
"Per company policy, your password is required every [period] hours"  = "Enligt företagets policy krävs ditt lösenord var [period] timmar";

/* Common-generic Certificate Import and Enrolment stuff */
"Certificate Alert OK Button" = "OK";
"Certificate Alert Success Title" = "Framgång";
"Certificate Alert Skip Title" = "En annan gång";
"Certificate Alert Later Message" = "Du kan uppmanas att slutföra installationen en annan gång.";
"Certificate Alert Next Button" = "Nästa";
"Certificate Alert Error Title" = "Fel";
"Certificate Alert Unavailable Title" = "Ej tillgänglig";
"Certificate Alert Pending Title" = "Väntar";
"Certificate Skip Setup Button" = "Avbryt";
"Certificate Okay Button" = "OK";

/* Certificate import screen (PKCS12 file upload)*/
"Certificate Import Password" = "Ange lösenord";
"Certificate Import Information" = "Ange lösenordet som ställts in av administratören.";
"Certificate Import Information No Password Required" = "Fortsätt med importen av filinnehåll.";
"Certificate Import Alert Success Message" = "Ditt personliga certifikat har importerats.";
"Certificate Import Alert Success Next Message" = "Ditt personliga certifikat har importerats. En annan verifiering kräver din uppmärksamhet.";
"Certificate Import Alert Incorrect Password Title" = "Felaktigt lösenord";
"Certificate Import Alert Incorrect Password Message" = "Ditt lösenord godkändes inte.";

/* Certificate enrolment screen (on demand enrolment) */
"Certificate Enrolment Password" = "Registreringskod";
"Certificate Enrolment Information" = "Ange registreringskoden som ställts in av administratören.";
"Certificate Enrolment Information No Password Required" = "Fortsätt med registreringen.";
"Certificate Enrolment Alert Success Message" = "Du har registrerats.";
"Certificate Enrolment Alert Success Next Message" = "Du har registrerats. En annan verifiering kräver din uppmärksamhet.";
"Certificate Enrolment Alert Pending Message" = "Din registrering bearbetas fortfarande. Du får en avisering om ytterligare åtgärder krävs senare.";
"Certificate Enrolment Alert Pending Next Message" = "Din registrering bearbetas fortfarande. En annan verifiering kräver din uppmärksamhet.";
"Certificate Enrolment Alert Incorrect Password Title" = "Felaktig kod";
"Certificate Enrolment Alert Incorrect Password Message" = "Din registrering godkändes inte. Om problemet kvartstår, kontakta administratören";
"Certificate Enrolment Alert Error Message" = "Det uppstod ett problem vid registreringen. Om problemet kvarstår, kontakta administratören.";
"Certificate Enrolment Alert Unavailable Message" = "Du kunde inte registreras eftersom tjänsten inte var tillgänglig. Om problemet kvarstår, kontakta administratören.";
"Optional Certificate Title" = "Kundcertifikat";
"Required Certificate Title" = "Obligatoriskt kundcertifikat";

/* Open WatchDox URL : Error Title */
"Cannot Open URL" = "Det går inte att öppna webbadress";

/* Open WatchDox URL : Error Message */
"No secure application" = "Du har inget säkert program installerat som du kan öppna den här webbadressen med. Installera ett program som har behörighet eller kontakta din IT-administrator om du behöver hjälp.";

/* Open WatchDox URL : Selection UI Title */
"Open WatchDox URL with" = "Öppna webbadressen för WatchDox med";

/* Open WatchDox URL : Selection UI Option Button Title */
"Defined by system" = "Definieras av systemet";

/*Android Permission Required screen */
"permissionrequiredheading" = "Behörighet krävs";
"phonePermissionText" = "Göra och administrera telefonsamtal.";
"permissionIntroText" = "Om du vill ta reda på rätt Enterpriseserver för %1$s!, behöver du följande %2$s!.";
"permissionIntroTextpara2" = "%1$s! fungerar inte utan %3$s! Androidsystem %4$s!.";
"gotoSettings" = "Gå till programinställningarna för %1$s! och aktivera %3$s! %4$s!.";
"singularPermission" = "behörighet är";/*%2$s! wildcard*/
"pluralPermission" = "behörigheter är";/*%2$s! wildcard*/
"pluralPermission2" = "behörigheter";/*%4$s! wildcard*/
"singularPermission2" = "behörighet";/*%4$s! wildcard*/
"pluralthese" = "de här";/*%3$s! wildcard*/
"singularthis" = "det här";/*%3$s! wildcard*/
"gotoSettingsbutton" = "Gå till Inställningar";
"deny" ="Neka";
"allow" ="Tillåt";

/* Fingerprint dialog : Button */
"CANCEL"  = "AVBRYT";

/* Fingerprint dialog : Button */
"RETRY"  = "FÖRSÖK IGEN";

/* Fingerprint enroll dialog : Title */
"No Fingerprints"  = "Inga fingeravtryck";

/* Fingerprint enroll dialog : Content */
"To log in with a fingerprint you must enroll at least one"  = "För att logga in med ett fingeravtryck måste du registrera minst ett";

/* Fingerprint enroll dialog : Button */
"ENROLL"  = "REGISTRERA";

/* Fingerprint activation dialog : Title */
"Activate fingerprint"  = "Aktivera fingeravtryck";

/* Fingerprint activation dialog : Content */
"Use the sensor on your device to activate fingerprint login"  = "Använd sensorn på din enhet för att aktivera fingeravtrycksinloggning";

/* Fingerprint login dialog : Title */
"Login"  = "Logga in";

/* Fingerprint login dialog : Content */
"Use the sensor on your device to login"  = "Använd sensorn på din enhet för att logga in";

/* Fingerprint login dialog : Button */
"USE PASSWORD"  = "ANVÄND LÖSENORD";

/* Fingerprint login dialog : Content */
"Authenticated"  = "Autentiserad";

/* Fingerprint login dialog : Content */
"The fingerprint is not an enrolled one"  = "Fingeravtrycket är inte registrerat";

/* Fingerprint changed dialog : Title */
"Fingerprints Changed"  = "Fingeravtryck ändrade";

/* Fingerprint changed dialog : Content */
"Fingerprints have changed since you last authenticated"  = "Fingeravtryck har ändrats sedan du senast autentiserade dig";

/* Fingerprint authentication failed dialog : Title */
"Authentication Failed"  = "Autentisering misslyckades";

/* Fingerprint authentication failed dialog : Content */
"Too many attempts. Try again later."  = "För många försök. Försök igen senare.";

/* Fingerprint time out dialog : Title */
"Authentication Timed Out"  = "Autentiseringen tog för lång tid";

/* Fingerprint time out dialog : Content */
"Enter your password or try again"  = "Ange ditt lösenord eller försök igen";

/* Fingerprint settings page : Title */
"Fingerprint Settings"  = "Fingeravtrycksinställningar";

/* Fingerprint settings page : Content */
"IT policy allows use of your fingerprint to log in"  = "IT-policyn tillåter att du loggar in med fingeravtryck";

/* Fingerprint settings page : Content */
"Fingerprint log in"  = "Fingeravtrycksinloggning";

/* Fingerprint dialog : Content */
"Confirm fingerprint to continue"  = "Bekräfta fingeravtrycket för att fortsätta";

/* Fingerprint dialog : Content */
"Fingerprint recognized"  = "Fingeravtrycket identifierades";

/* Fingerprint dialog : Content */
"Fingerprint not recognized. Try again."  = "Fingeravtrycket identifierades inte. Försök igen.";

/* Fingerprint dialog : Content */
"Touch sensor"  = "Rör vid sensor";

/* No Screen Lock dialog : Title */
"No Screen Lock"  = "Inget skärmlås";

/* No Screen Lock dialog : Content */
"To log in with a fingerprint you must enable screen lock"  = "För att logga in med ett fingeravtryck måste du aktivera skärmlåset";

/* No Screen Lock dialog : Button */
"ENABLE"  = "AKTIVERA";




